const Type = [{
  // '들썩들썩, 이별, 듣는 노래'
  id: 1,
  name: '수학여행 가서 ‘진실게임’ 하자는 친구!',
  explanation: `다양한 생각을 듣고, 공감하는 것에 관심이 많은 당신!\n
  눈을 감으면 첫사랑과의 추억이 새록새록 떠오르시진 않나요?\n
  그리고 소싯적, 매일 가고 싶은 당신만의 아지트가 있었을 거 같은데요?!
  `
},
{
  // '들썩들썩, 이별, 보는 노래'
  id: 2,
  name: '쉬는 시간에 다른 반에 놀러 가는 친구!',
  explanation: `다양한 생각을 듣고, 공감하는 것에 관심이 많은 당신!\n
  눈을 감으면 첫사랑과의 추억이 새록새록 떠오르시진 않나요?\n
  그리고 소싯적, 굴러가는 나뭇잎 소리에도 어깨춤을 췄을 거 같은데요?!
  `
}, {
  // '들썩들썩, 사랑, 듣는 노래'
  id: 3,
  name: 'CA 특활 시간이 기다려지는 친구!',
  explanation: `다양한 생각을 듣고, 공감하는 것에 관심이 많은 당신!\n
  당신은 좋아하는 사람과 보내는 시간을 정말 소중히 여기시는군요!\n
  그리고 소싯적, 매일 가고 싶은 당신만의 아지트가 있었을 거 같은데요?!
  `
}, {
  // '들썩들썩, 사랑, 보는 노래'
  id: 4,
  name: '하교 후 친구들이랑 놀이터에서 노는 친구!',
  explanation: `다양한 생각을 듣고, 공감하는 것에 관심이 많은 당신!\n
  당신은 좋아하는 사람과 보내는 시간을 정말 소중히 여기시는군요!\n
  그리고 소싯적, 굴러가는 나뭇잎 소리에도 어깨춤을 췄을 거 같은데요?!
  `
}, {
  // '들썩들썩, 그외, 듣는 노래'
  id: 5,
  name: '반 친구들의 ‘싸*월드’ 파도타기 하는 친구!',
  explanation: `다양한 생각을 듣고, 공감하는 것에 관심이 많은 당신!\n
  당신은 매력적인 것들에 관심이 많나 봐요!\n
  그리고 소싯적, 매일 가고 싶은 당신만의 아지트가 있었을 거 같은데요?!
  `
}, {
  // '들썩들썩, 그외, 보는 노래'
  id: 6,
  name: '반에서 처음으로 MP3를 사서 듣는 친구!',
  explanation: `다양한 생각을 듣고, 공감하는 것에 관심이 많은 당신!\n
  당신은 매력적인 것들에 관심이 많나 봐요!\n
  그리고 소싯적, 굴러가는 나뭇잎 소리에도 어깨춤을 췄을 거 같은데요?!
  `
}, {
  // '차분차분, 이별, 듣는 노래'
  id: 7,
  name: '쉬는 시간에 공책에 낙서하는 친구!',
  explanation: `자기 내면의 목소리를 잘 듣는 것에 더 관심이 많은 당신!\n
  눈을 감으면 첫사랑과의 추억이 새록새록 떠오르시진 않나요?\n
  그리고 소싯적, 매일 가고 싶은 당신만의 아지트가 있었을 거 같은데요?!
  `
}, {
  // '차분차분, 이별, 보는 노래'
  id: 8,
  name: '좋아하는 연예인 책갈피 모으는 친구!',
  explanation: `자기 내면의 목소리를 잘 듣는 것에 더 관심이 많은 당신!\n
  눈을 감으면 첫사랑과의 추억이 새록새록 떠오르시진 않나요?\n
  그리고 소싯적, 굴러가는 나뭇잎 소리에도 어깨춤을 췄을 거 같은데요?!
  `
}, {
  // '차분차분, 사랑, 듣는 노래'
  id: 9,
  name: '공부할 때 좋아하는 라디오 방송 듣는 친구!',
  explanation: `자기 내면의 목소리를 잘 듣는 것에 더 관심이 많은 당신!\n
  당신은 좋아하는 사람과 보내는 시간을 정말 소중히 여기시는군요!\n
  그리고 소싯적, 매일 가고 싶은 당신만의 아지트가 있었을 거 같은데요?!
  `
}, {
  // '차분차분, 사랑, 보는 노래'
  id: 10,
  name: '체육 시간 친구 옷 갈아입는 거 기다려주는 친구!',
  explanation: `자기 내면의 목소리를 잘 듣는 것에 더 관심이 많은 당신!\n
  당신은 좋아하는 사람과 보내는 시간을 정말 소중히 여기시는군요!\n
  그리고 소싯적, 굴러가는 나뭇잎 소리에도 어깨춤을 췄을 거 같은데요?!
  `
}, {
  // '차분차분, 그외, 듣는 노래'
  id: 11,
  name: '아침 일찍 눈 비비며 ‘디즈* 만화동산’ 보는 친구!',
  explanation: `자기 내면의 목소리를 잘 듣는 것에 더 관심이 많은 당신!\n
  당신은 매력적인 것들에 관심이 많나 봐요!\n
  그리고 소싯적, 매일 가고 싶은 당신만의 아지트가 있었을 거 같은데요?!
  `
}, {
  // '차분차분, 그외, 보는 노래'
  id: 12,
  name: '‘포켓*스터’ 띠부띠부씰 모으는 친구!',
  explanation: `자기 내면의 목소리를 잘 듣는 것에 더 관심이 많은 당신!\n
  당신은 매력적인 것들에 관심이 많나 봐요!\n
  그리고 소싯적, 굴러가는 나뭇잎 소리에도 어깨춤을 췄을 거 같은데요?!
  `
}
];

export default Type;
